Assignments/Interview.tex
% Created 2023-01-25 Wed 21:24
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage{lmodern}
\usepackage[T1]{fontenc}
\usepackage[top=1in, bottom=1.in, left=1in, right=1in]{geometry}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{amsmath}
\usepackage[theorems, skins]{tcolorbox}
\usepackage[version=3]{mhchem}
\usepackage[numbers,super,sort&compress]{natbib}
\usepackage{natmove}
\usepackage{url}
\usepackage[cache=false]{minted}
\usepackage[strings]{underscore}
\usepackage[linktocpage,pdfstartview=FitH,colorlinks,
linkcolor=blue,anchorcolor=blue,
citecolor=blue,filecolor=blue,menucolor=blue,urlcolor=blue]{hyperref}
\usepackage{attachfile}
\usepackage{setspace}
\usepackage[left=1in, right=1in, top=1in, bottom=1in, nohead]{geometry}
\geometry{margin=1.0in}
\usepackage{amsmath}
\usepackage{parskip}
\usepackage{graphicx}
\usepackage{framed,color}
\usepackage{epstopdf}
\usepackage{fancyhdr}
\usepackage{hyperref}
\usepackage[labelfont=bf]{caption}
\usepackage{setspace}
\setlength{\headheight}{10.2pt}
\setlength{\headsep}{20pt}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\pagestyle{fancy}
\fancyhf{}
\renewcommand{\headrulewidth}{0.5pt}
\renewcommand{\footrulewidth}{0.5pt}
\lfoot{\today}
\cfoot{\copyright\ 2023 W.\ F.\ Schneider}
\rfoot{\thepage}
\chead{\bf{Career Choices for Chemical Engineers (CBE 20290)\vspace{12pt}}}
\lhead{\bf{Career Panels}}
\rhead{\bf{January 25, 2023}}
\usepackage{titlesec}
\titlespacing*{\section}
{0pt}{0.6\baselineskip}{0.2\baselineskip}
\title{University of Notre Dame\\Career Choices\\(CBE 20290)}
\author{Prof. William F.\ Schneider}
\def\dbar{{\mathchar'26\mkern-12mu d}}
\usepackage{siunitx}
\setcounter{secnumdepth}{3}
\author{William F. Schneider}
\date{\today}
\title{CBE 20290 Career Panel}
\begin{document}

\begin{OPTIONS}
\end{OPTIONS}

\section{Organization}
\label{sec:org6ea0734}
The weekly alumni career panels are intended to expose you to the diverse career paths taken by chemical engineers and  the diverse fields in which their skills can be applied in. They also provide an opportunity to practice your presentation and interviewing skills through interactions with alumni and current professionals.

Each session, one group of 3-4 students will be responsible for managing the panel discussion, including introductions, questions and answers, and written summary. The topical areas, panelists, and your assigned groups are available on a \href{https://docs.google.com/spreadsheets/d/1UrQxN718aKtfRA056bWFxMjVzuaijhqmwvEfHE7\_juQ/edit?usp=sharing}{Google sheet} accessible from your ND account.  The Google sheet contains the email addresses and LinkedIn links of all the panelists and the student members of each group.

\section{Panel agenda and tasks:}
\label{sec:org491f4fb}
\begin{enumerate}
\item Introduce yourselves
\item Present a brief (2-3  minute, 2-3 slides) summary of the topical area
\item Present a brief (30 seconds, 1 slide) introduction of each panelist
\item Interview and moderate discussion with the panelists
\item Write a brief summary of the panel discussion
\end{enumerate}

To do this well will take some preparation. I suggest the team meet to set some roles and responsibilities.  Agree on individual roles:
\begin{itemize}
\item Background on the field
\item Introduce speaker 1
\item Introduce speaker 2
\item Introduce speaker 3
\item Timer/wrap-up/thank you
\end{itemize}

And work together on group roles:
\begin{itemize}
\item Questions/interview format
\item Panel reflection
\item Post-panel thank you to panelists
\end{itemize}

You will want to contact the panelists ahead of time to obtain some biographical information, and the group will need to do research to describe the nature of the field (what services/produced does it provide, what is the size of the area, who are major players).

The group will also want to prepare a set of questions, or script, to guide the discussion with the speakers. You can draw from the \href{https://docs.google.com/document/d/1xEKQUh8swVG-FaPlv5Zdm7GvCSkyAsRE-FH6ohEHZMg/edit?usp=sharing}{questions you prepared in Assignment 2}. The panel time is short, so think carefully about the topics you would like to cover. Try to avoid the routine (``what is your typical day like?''); rather, seek to learn about the field, unique experiences of the panelists, and advice. Use good interviewing skills. Each group member should  contribute to the interviewing. 


\section{Logistics}
\label{sec:org3a286d6}
Place your introductory slides in the class \href{https://drive.google.com/drive/folders/1r\_wSSi8Jvphhkkfh8ujKThlI-RCvBMRM?usp=share\_link}{Google folder} by noon Friday of your panel session. Come to the classroom with your laptop charged, at least 15 minutes before class starts, in business casual dress.  Each panel member will sign into the class \href{https://notredame.zoom.us/j/92948211493?pwd=WU1nbCt4S3MwOHdxM245Rm5pWXFFZz09}{zoom link}, and the panelists will be projected to the classroom. You or the instructor will share the slides while you present them, followed by your interview of the panel. Use good \textbf{active listen skills}: summarize answers, and ask follow ups.

\section{Panel Reflection}
\label{sec:orgaf70d72}
After the panel, take a few minutes to reflect. What went well with the panel? What might you have done differently? What did you learn that was surprising or unexpected (if nothing, you weren't asking probing questions!). As a group, using Google docs, prepare a brief (1 page) reflection addressing these points. Sign it as a group. Place your written summary into the same folder by 8 am Monday following your session. 

\section{Graciousness}
\label{sec:orgcb85447}
Remember that the alumni are knowledgeable and eager to help you. Remember too that they are taking valuable time out of their day. Be well prepared, dress appropriately, be courteous, and be grateful. 
\end{document}